Dlubal.DynamPro.MassSettings
Common Calculation parameters

Dlubal.DynamPro.MassSettings.EnableMassActingInX
Enable masses to acting in direction X

Dlubal.DynamPro.MassSettings.EnableMassActingInY
Enable masses to acting in direction Y

Dlubal.DynamPro.MassSettings.EnableMassActingInZ
Enable masses to acting in direction Z

Dlubal.DynamPro.MassSettings.EnableMassActingAroundX
Enable masses to acting around axis X

Dlubal.DynamPro.MassSettings.EnableMassActingAroundY
Enable masses to acting around axis Y

Dlubal.DynamPro.MassSettings.EnableMassActingAroundZ
Enable masses to acting around axis Z

Dlubal.DynamPro.MassSettings.MassMatrixType
Type of mass matrix